{
  "text": {
    "hi": 34,
    "hello": 32,
    "hey": 33,
    "there": 62,
    "good": 30,
    "morning": 47,
    "evening": 25,
    "bye": 14,
    "goodbye": 31,
    "see": 57,
    "you": 71,
    "later": 39,
    "catch": 18,
    "what": 67,
    "are": 4,
    "the": 61,
    "services": 58,
    "available": 7,
    "is": 38,
    "transaction": 64,
    "limit": 40,
    "how": 35,
    "do": 22,
    "i": 36,
    "make": 44,
    "a": 0,
    "bill": 11,
    "payment": 53,
    "tell": 60,
    "me": 45,
    "about": 1,
    "fund": 29,
    "transfers": 65,
    "features": 26,
    "of": 52,
    "mobile": 46,
    "banking": 9,
    "added": 2,
    "can": 17,
    "with": 69,
    "does": 23,
    "work": 70,
    "benefits": 10,
    "where": 68,
    "s": 56,
    "nearest": 51,
    "atm": 5,
    "find": 27,
    "an": 3,
    "near": 49,
    "closest": 20,
    "location": 43,
    "show": 59,
    "nearby": 50,
    "atms": 6,
    "my": 48,
    "for": 28,
    "clarity": 19,
    "branch": 12,
    "bank": 8,
    "branches": 13,
    "calculate": 15,
    "emi": 24,
    "want": 66,
    "to": 63,
    "calculation": 16,
    "compute": 21,
    "please": 54,
    "interest": 37,
    "rates": 55,
    "loan": 41,
    "loans": 42
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "query_mobile_banking": 6,
    "find_nearest_atm": 2,
    "find_nearest_branch": 3,
    "calculate_emi": 1,
    "ask_interest_rates": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_find_nearest_location": 6,
    "action_mobile_banking_response": 8,
    "action_show_emi_form": 12,
    "action_show_interest_rates": 13,
    "utter_goodbye": 16,
    "utter_greet": 17
  },
  "action_text": null,
  "intent_response_key": null
}